[
  {
    "username": "vastagorgij",
    "rating": ":lithium-r1qk:",
    "title": "Magical",
    "reviewText": "It was really magical guys. But there was a lot a pickpocket in the area so be careful. I suggest to take your time and walk around the streets",
    "date": "Written March 6, 2025"
  },
  {
    "username": "James Smith",
    "rating": ":lithium-r1qs:",
    "title": "Taller than you think",
    "reviewText": "Couldn’t believe how high this tower is! Pictures do not do it justice. Made it to the 2nd floor, I was not brave enough to go any further but I can imagine for the brave it would be absolutely stunning panoramic views of the city. Gift shops are a nice touch. Can’t wait to come again",
    "date": "Written March 6, 2025"
  },
  {
    "username": "Greg H",
    "rating": ":lithium-r1r4:",
    "title": "Eiffel Tower Experience",
    "reviewText": "The Eiffel Tower was Great to see again this would be our 3rd visit in ten years. The Kids enjoyed getting to the Summit and sharing this experience with them again.No issues with Eiffel Tower itself or the experience inside the tower. Other staff members were great and very helpful.On entering the Disability line for per Security check to gain entry to the tower with my family of 4. We have a child with us with a Disability and have the Disability card visible around our neck full photo ID clearly outlining the disability.Only I dad was personally targeted by security guard within seconds telling me to leave the line. The Security guard opened a side gate and demanded I leave and rejoin the back of the line. I asked why, what is the issue and the security guard walked away and refused to speak to me. I was in total shock at this point as my family were in the line. I told my family you go on into the tower I’ll sort something out, stay there don’t leave the line.I remained close to my family on the outside of the barrier as they were visibly upset.The people in the line around us 20+ people various Nationalities could see what happen. They became involved, very supportive towards my family and shouting at the security guard in their chosen language.Very overwhelming these people coming together supporting us. So I gathered myself knowing what the security guard has done completely discriminated and targeted myself personally for no reason or explanation.So i approached the security guard in a cam manor and explained. We have a child with a disability, the card is in full view around our neck, photo ID attached, I also have the appropriate documents in my bag if you want to see them. You have targeted me dad for absolutely no reason within seconds of joining that line, you have embarrassed myself and my family, and failed to understand the disability access card on full view. When als approached the first time for an explanation you refused to communicate and waked away..I waited for the response from the security guard he only had these 5 words(You go with your family) How we and I was treated was nothing short of discrimination.",
    "date": "Written March 6, 2025"
  },
  {
    "username": "BrenReggy",
    "rating": ":lithium-r1rc:",
    "title": "Beware of public works",
    "reviewText": "Whole bottom and surrounding area closed of got works from the Olympic games. Very disappointed we couldn't get near it. Still amazing in photos and bigger than expected",
    "date": "Written March 4, 2025"
  },
  {
    "username": "maria u",
    "rating": ":lithium-r1rk:",
    "title": "Positive and negative to say the least.",
    "reviewText": "The Eiffel Tower itself is very beautiful and great pictures can be taken of it. My only complaint is the place gets very busy with tourists and the overall area in general very dirty.",
    "date": "Written March 4, 2025"
  },
  {
    "username": "samatlds",
    "rating": ":lithium-r1rs:",
    "title": "Easy access for disabled  visitors.",
    "reviewText": "This was one of my top things to do - the website was super easy to use as I needed  disabled ticket. It was very clear on the website how to book that ticket and the cost. When I arrived I went through the check point and security scanner - this allowed you into the site and base of the Eiffel Tower - I then went to the ticket office and showed me access card (I’m from the UK) and then took that as proof and issued a ticket. Asked if I needed any assistance - which I didn’t and then directed me to the lift. It was a great experience and very accessible.",
    "date": "Written March 3, 2025"
  },
  {
    "username": "Voyage11388143427",
    "rating": ":lithium-r1s4:",
    "title": "I Found The Best Places to Get Cannabis or Weed in Paris in 2025",
    "reviewText": "The experience of climbing the Eiffel Tower with a joint gotten from ganjatravels[.]com  is always enjoyable. Regardless of how one looks at it, the Eiffel Tower is a symbol of infinity; it is an iron structure that embodies art. We were able to visit the second story last year, but this year we were treated to a glass of champagne on the top floor.",
    "date": "Written March 2, 2025"
  },
  {
    "username": "Bandya Mama",
    "rating": ":lithium-r1sc:",
    "title": "Bandya Mama - A must do when in Paris.",
    "reviewText": "One item on the bucket list checked off. The Eiffel Tower was a beautiful experience both day and night. There are crowds all the time but manageable. The tower is especially beautiful with the twinkling lights. The Olympic rings are also erected at this location by the bridge. We booked our experience to ride to the top floor of the Eiffel Tower Month's in advance. We celebrated Valentine's Day, sipping champagne on the top floor. This was an awesome experience and one that I won't forget and highly recommend. The visit was well organized. A gift shop and bathrooms can be found on the top floor. The views are amazing and a great experience.",
    "date": "Written March 2, 2025"
  },
  {
    "username": "jktrock",
    "rating": ":lithium-r1sk:",
    "title": "Nice visit",
    "reviewText": "We bought the tickets on the spot at 9:30am on a very cold Saturday morning with no one in line. Wasn’t crowded in the morning. If you see the ad for “Immersive Walk” for free, be aware that you still have to book a spot online and wait in line.",
    "date": "Written March 2, 2025"
  },
  {
    "username": "Katherine P",
    "rating": ":lithium-r1ss:",
    "title": "Absolutely breathtaking!",
    "reviewText": "This was such an amazing experience. I’ve seen it so many times in the movies and tv but to actually be there and take the elevator to the top!! One of my top live experiences!",
    "date": "Written February 26, 2025"
  }
]